<?php
$_['button_submit']  = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Ваш вопрос или сообщение';

// Email
$_['email_subject']  = 'Сообщение от %s';

$_['text_success']   = '<p>Ваше сообщение было отправлено администрации магазина!</p>';

// Text
$_['text_error'] = 'Информационная страница не найдена!';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';