<?php
// Heading
$_['heading_title']           = 'Страны доставки';

// Text
$_['text_success']            = 'Настройки успешно изменены!';
$_['text_list']               = 'Список стран';
$_['text_add']                = 'Добавить';
$_['text_edit']               = 'Редактирование';
$_['text_no_ship_methods']		= 'Нет доступных способов доставки';
$_['text_no_payment_methods']	= 'Нет доступных способов оплаты';

// Column
$_['column_country']          = 'Название страны';
$_['column_name']             = 'Название';
$_['column_action']           = 'Действие';
$_['column_cost']           	= 'Стоимость доставки';
$_['column_status']           = 'Статус';
$_['column_sort_order']       = 'Порядок сортировки';
$_['help_shipping_methods']='Если метод доставки делает расчет, оставьте пустым или укажите 0. Если вы хотите указать фиксированную стоимость доставки - укажите сумму.';
// Entry
$_['entry_name']              = 'Название страны';
$_['entry_status']            = 'Статус';
$_['entry_cost']					= 'Стоимость доставки';
$_['entry_free_shipping']					= 'Бесплатная доставка от';
$_['entry_shipping_methods']	= 'Способы доставки';
$_['entry_payment_methods']	= 'Способы оплаты';

// Error
$_['error_permission']        = 'У вас недостаточно прав для внесения изменений!';
$_['error_country'] 				= 'Пожалуйста, выберите страну!';
$_['error_name']    				= 'Название должно содержать от 1 до 255 символов!';

