<?php

// Text
$_['text_gconsent_title'] = 'Этот сайт использует cookie';
$_['text_gconsent_desc'] = 'Мы используем cookie и другие технологии отслеживания для улучшения вашего опыта просмотра нашего сайта, персонализации контента и рекламы, предоставления социальных функций медиа и анализа трафика.';
$_['text_gconsent_agree'] = 'Принять';
$_['text_gconsent_disagree'] = 'Не принимать';
$_['text_gconsent_pref'] = 'Настройки';
$_['text_gconsent_cookie'] = 'Основные cookie';
$_['text_gconsent_func'] = 'Статистика';
$_['text_gconsent_track'] = 'Предпочтения';
$_['text_gconsent_ads'] = 'Маркетинг';
$_['text_gconsent_save'] = 'Сохранить и принять';

// Help
$_['help_gconsent_cookie'] = 'Обязательные cookie обеспечивают основные функции веб-сайта. Без этих cookie веб-сайт не может функционировать должным образом.';
$_['help_gconsent_func'] = 'Статистические cookie помогают владельцам веб-сайтов понять, как посетители взаимодействуют с веб-сайтами, собирая и сообщая информацию анонимно.';
$_['help_gconsent_track'] = 'Cookie для сбора информации и предоставления отчетов о статистике использования веб-сайта без персональной идентификации отдельных посетителей в Google.';
$_['help_gconsent_ads'] = 'Маркетинговые cookie хранят данные и информацию о поведении пользователей, что позволяет рекламным службам охватывать больше целевых групп.';