<?php
// Heading
$_['heading_title']        = 'Ваш заказ принят!';
// $_['heading_title_customer'] = 'Ваш заказ #%s принят!';
$_['heading_title_customer'] = 'Ваш заказ оформлен';

// Text
$_['text_order_number'] 	= '<h2 class="h3">Номер заказа <b>№ %s</b></h2>';
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформить заказ';
$_['text_success']         = 'Заказ принят';
$_['text_customer']        = '<p>Ваш заказ принят!</p><p>История заказа находится в <a href="%s">Личном кабинете</a>. Для просмотра истории, перейдите по ссылке <a href="%s">История заказов</a>.</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ принят!</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';

