<?php
// Текст
$_['text_title'] = 'BIZUM (безопасный платёж через redsys)';
$_['text_error'] = "Во время транзакции произошла ошибка. Пожалуйста, проверьте статус заказа (%s) в своей учётной записи (%s) и свяжитесь с нами, если он не был завершён успешно.";
$_['text_error2'] = "Во время транзакции произошла ошибка (транзакция приостановлена). Пожалуйста, проверьте статус заказа (%s) в своей учётной записи (%s) и свяжитесь с нами, если он не был завершён успешно.";
$_['_ds_merchant_consumerlanguage'] = '002';