<?php

// Text

$_['text_title']                        = 'Portmone';

$_['button_pay']                        = 'Оплата заказа';

$_['img_portmone']                      = '<a target="_blank" href="https://www.portmone.com.ua/r3/uk/"><img width="200" src="../admin/view/image/payment/portmone.svg" title="Portmone.com" /></a>';

$_['heading_title_failure']             = 'Оплата заказа не удалась';

$_['heading_title_failure_success']     = 'Оплата заказа прошла успешно';

$_['number_pay']                        = 'Номер вашего заказа';

$_['error_order_in_portmone']           = 'В системе Portmone данного платежа нет, он возвращен или создан некорректно';

$_['thankyou_text']                     = 'Спасибо за покупку!';

$_['thankyou_text_customer'] 				 = '<h2 class="h3">Номер заказа <b>№%s</b></h2><p>Ваш заказ успешно сформирован.</p><p>Вы можете просматривать историю заказов в < a href="%s">Личном кабинете</a>. Воспользуйтесь этим разделом <a href="%s">История заказов</a>.</p><p>Если в вашем заказе есть цифровые товары для загрузки, вы можете просмотреть их на странице <a href="%s ">Загрузочные файлы</a>.</p><p>Если у вас возникнут какие-либо вопросы, пожалуйста, <a href="%s"> свяжитесь с нами</a>.</</p> p><p>Спасибо за покупки в нашем интернет-магазине!</p>';

$_['thankyou_text_guest'] 					 = '<h2 class="h3">Номер заказа <b>№%s</b></h3><p>Ваш заказ успешно сформирован.</p><p>Если у вас возникли любые вопрос, пожалуйста, <a href="%s">напишите нам</a>.<br/>Зарегистрированным покупателям доступен просмотр состояния заказа и прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине !</p>';

$_['error_orderid']                     = 'При совершенииоплаты возникла ошибка. Свяжитесь с Интернет-магазином для проверки заказа';

$_['error_auth']                        = 'Ошибка авторизации. Введен не верный логин или пароль';

$_['error_merchant']                    = 'При совершении оплаты возникла ошибка. Данные Интернет-магазина некорректны';

$_['order_rejected']                    = 'При совершении оплаты возникла ошибка. Проверьте данные вашей карты и попробуйте провести оплату еще раз!';